module.exports.pickANumber = 'Πληκτρολογίστε \n"Μετακίνηση {Αριθμός 1-6}" \nή επιλέξτε τον τύπο της μετακίνησης που επιθυμείτε.'

module.exports.pickAName = 'Πληκτρολογίστε το όνομα που θέλετε να χρησιμοποιήσεται. \nή επιλέξτε Ας Αρχίσουμε για να επιστρέψετε στο menu.'

module.exports.pickAnAddrs ='Παρακαλώ πληκτρολογίστε την διεύθηνση κατοικίας. \nή επιλέξτε Ας Αρχίσουμε για να επιστρέψετε στο menu.'


module.exports.stats = (newCases,testsPer ) =>{
    return "Σήμερα τα κρούσματα έχουν μεταβληθεί κατά "+newCases + 
    " και αυτή την στιγμή έχουν λάβει τουλάχιστον μία δόση του εμβολίου το " +testsPer.toFixed(1) + 
    "% του πληθυσμού της χώρας."
}



module.exports.main = "Επιλέξτε μία από τις δυνατές λειτουργίες."

module.exports.greeting = "Ευχαριστώ πολύ για το μήνυμα σου. Σε λίγο θα έχω περισσότερες δυνατότητες και θα μπορώ να απαντήσω κι όλας."